
//***********************************************
//***************结构体-------AD*****************
//***********************************************
struct AD
{
    unsigned char Nf1;
    unsigned char Nf2;	
    unsigned int  Filter1[5];
    unsigned int  Filter2[10];
    short	  Val_Init[64];	
};
//***********************************************
//***************结构体-------BD(标定)***********
//***********************************************
struct BD
{
    unsigned int K;
    unsigned int B;	
    unsigned int Value;		
};